Repository: google-code-export/pygowave-server
Catalog: tags/alpha_0.3/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Invalid Gadget XML format (Module tag missing)
nl: Ongeldige Gadget XML formaat (Module tag ontbreekt)

source: Invalid Gadget XML format (ModulePrefs/title missing)
nl: Ongeldige Gadget XML formaat (ModulePrefs / title ontbreekt)

source: Required feature "%s" is unsupported
nl: Vereiste functie "%s" wordt niet ondersteund

source: Invalid Gadget XML format (Content tag missing)
nl: Ongeldige Gadget XML formaat (Content tag ontbreekt)

source: Your desired username is too short. Please enter at least three characters.
nl: Je gewenste gebruikersnaam is te kort. Geef tenminste drie tekens op.

source: Profile URL
nl: Profiel URL

source: You must enter an URL or choose "Upload" and upload a file.
nl: Je moet een URL invullen of kies "Upload" en upload een bestand.

source: You must upload a file or choose "External URL" and enter an URL.
nl: Je moet een bestand uploaden of kies "Externe URL" en vul een URL in.

source: Gadget could not be downloaded.
nl: Gadget kan niet gedownload worden.

source: Gadget quick-check failed: Bad XML format.
nl: Gadget quick-check mislukt: Ongeldig XML formaat

source: Gadget quick-check failed: %s.
nl: Gadget quick-check mislukt: %s

source: Title
nl: Titel

source: Description
nl: Omschrijving

source: No URL specified.
nl: Geen URL opgegeven

source: GadgetElement could not be found.
nl: GadgetElement kon niet worden gevonden.

source: Home
nl: Thuis

source: Welcome
nl: Welkom

source: Settings
nl: Instellingen

source: My Gadgets
nl: Mijn Gadgets

source: All Gadgets
nl: Alle Gadgets

source: All Waves
nl: Alle Waves

source: On the Wave
nl: Op de Golf

source: Change language
nl: Verander taal

source: Please select your language:
nl: Selecteer jouw taal

source: Select language
nl: Selecteer taal

source: Cancel
nl: Annuleren

source: Welcome %(username)s, enjoy your stay!
nl: Welkom %(username)s, veel plezier!

source: Authentication failed!
nl: Aanmelden is mislukt!

source: Login
nl: Inloggen

source: Welcome to PyGoWave Server!
nl: Welkom bij PyGoWave Server!

source: <p>You are looking at the start page of a very ambitious project. This is still early alpha and may be unreliable and inaccurate for the time being.</p> <p>I know, the style is a quick-and-dirty-rip-off from Google, but it serves the purpose right now.</p>
nl: <p>Je kijkt naar de startpagina van een zeer ambitieus project. Dit project is nog erg nieuw en kan nog onbetrouwbaar zijn. </p><p> Ik weet het, de stijl is een "quick-and-dirty-rip-off" van Google, maar het is voor nu voldoende. </p>

source: Disclaimer: This is highly experimental. By using this software you are completely on your own. No warranty for anything. Also note, that you are being tracked by Google Analytics. I am just too curious :)
nl: Disclaimer: Dit is zeer experimenteel. Door gebruik te maken van deze software ben je volledig op jezelf aangewezen. Geen garanties. Merk ook op, dat je wordt bijgehouden door Google Analytics. Ik ben gewoon te nieuwsgierig:)

source: Logout
nl: Log uit

source: The version running on this server is: <b>%(VERSION)s</b><br/> Please check our <a href="http://code.google.com/p/pygowave-server/issues/list">bug tracker</a> for a list of known issues and upcoming changes.
nl: De versie van deze server is: <b>%(VERSION)s</b><br/> Kijk op onze <a href="http://code.google.com/p/pygowave-server/issues/list">bug tracker</a> voor een lijst van bekende gebreken.

source: Wave Participant Settings
nl: Wave Deelnemer instellingen

source: Use this form to set your public Wave participant information.
nl: Gebruik dit formulier om je publieke Wave deelnemer gegevens in te stellen.

source: Save
nl: Opslaan

source: Hover over a Gadget's title to see its description.
nl: Beweeg over de titel van een gadget om de omschrijving te zien.

source: Uploaded by
nl: Toegevoegd door

source: No one has submitted any Gadget. Sigh.
nl: Niemand heeft een gadget toegevoegd. Zucht.

source: Gadget Loader Error
nl: Gadget Lader fout

source: Error while loading Gadget:
nl: Fout bij het laden van gadget:

source: Manage my Gadgets
nl: Beheer mijn Gadgets

source: Your Gadget was successfully registered.
nl: Je Gadget was succesvol geregistreerd

source: Delete
nl: Verwijder

source: Do you really want to delete \"%s\"?
nl: Wil je werkelijk \"%s\" verwijderen?

source: You didn't submit any Gadgets. Use the form below to add one.
nl: Je hebt nog geen gadgets toegevoegd. Gebruik onderstaand formulier hiervoor.

source: Add or upload new Gadget
nl: Voeg een nieuwe gadget toe

source: External URL
nl: Externe URL

source: (filled in by Gadget header)
nl: (ingevuld door gadget koptekst)

source: Submit
nl: Verstuur

source: Error: Invalid Wave ID
nl: Error: Ongeldige Wave ID

source: Sorry, the desired Wave could not be found. It may have been deleted or simply was never created before.
nl: Sorry, de gewenste Wave kon niet worden gevonden. Het kan verwijderd zijn of het was gewoon nog niet aangemaakt.

source: Error: No Permission
nl: Fout: geen toestemming

source: Sorry, you do not have permission to view this Wave. You must be added by the people who participate in this Wave.
nl: Sorry, je hebt geen toestemming voor deze Wave. Je moet toegevoegd zijn door een van de deelnemers van de Wave.

source: Leave Wave
nl: Verlaat Wave

source: New Wave
nl: Nieuwe Wave

source: Create
nl: Maak aan

source: Existing Waves
nl: Bestaande Waves

source: Creator
nl: Initiator

source: Participants
nl: Deelnemers

source: Created
nl: Geinitieerd

source: There are currently no Waves to which you participate.
nl: Er zijn momenteel geen Waves waar je aan deelneemt.

source: Account activation
nl: Account activeren

source: Congratulations! Your account was activated. Have fun.
nl: Gefeliciteerd! Je account was geactiveerd. Veel plezier!

source: Sorry, your account could not be activated. I don't care why this happened.
nl: Sorry, je account kon niet worden geactiveerd. Het kan mij niets schelen waarom.

source: Authentication required
nl: Authenticatie vereist

source: Register?
nl: Registeren?

source: The page you requested requires you to authenticate.<br/> Please use the login form on the right hand side.
nl: De opgevraagde pagina vereist dat je je aanmeldt. <br/> Gebruik de login-formulier aan de rechterkant.

source: Register
nl: Registreer

source: Thank you. Now go and check your mailbox and activate your account within 7 days.
nl: Dank je wel. Controleer je mailbox en activeer je account binnen 7 dagen.

source: You wanna play around with it? Allright, then fill out this signup form.<br/> You'll be sent an account activation E-Mail.
nl: Je wilt ermee spelen? Prima, vul dan dit aanmeldformulier in.<br/>Je krijgt dan een activatie-email waarmee je je account kan activeren.
