Repository: google-code-export/pygowave-server
Catalog: trunk/locale/*/LC_MESSAGES/django.po
Languages: de

source: Invalid Gadget XML format (Module tag missing)
de: Fehlerhaftes Gadget-XML-Format (Module-Tag fehlt)

source: Invalid Gadget XML format (ModulePrefs/title missing)
de: Fehlerhaftes Gadget-XML-Format (ModulePrefs/title fehlt)

source: Invalid Gadget XML format (Content tag missing)
de: Fehlerhaftes Gadget-XML-Format (Content-Tag fehlt)

source: Profile URL
de: Profil-URL

source: You must enter an URL or choose "Upload" and upload a file.
de: Du musst eine URL eingeben oder unter "Upload" eine Datei hochladen.

source: You must upload a file or choose "External URL" and enter an URL.
de: Du musst eine Datei hochladen oder unter "Externe URL" eine URL eingeben.

source: Gadget could not be downloaded.
de: Gadget konnte nicht heruntergeladen werden.

source: Gadget quick-check failed: Bad XML format.
de: Gadget Quick-Check fehlgeschlagen: XML-Format fehlerhaft.

source: Title
de: Titel

source: Description
de: Beschreibung

source: No URL specified.
de: Keine URL angegeben.

source: Welcome
de: Willkommen

source: Settings
de: Einstellungen

source: My Gadgets
de: Meine Gadgets

source: All Gadgets
de: Alle Gadgets

source: All Waves
de: Alle Waves

source: On the Wave
de: Auf der Welle

source: Please select your language:
de: Bitte wähle deine Sprache:

source: Cancel
de: Abbrechen

source: Hover over a Gadget's title to see its description.
de: Bewege den Mauszeiger über einen Titel, um die Beschreibung anzuzeigen.

source: Uploaded by
de: Hochgeladen von

source: Download
de: Herunterladen

source: No one has submitted any Gadget. Sigh.
de: Niemand hat auch nur ein einziges Gadget eingetragen. Seufz.

source: Gadget Loader Error
de: Gadget Loader Fehler

source: Error while loading Gadget:
de: Fehler beim Laden des Gadgets:

source: Authentication failed!
de: Authentifizierung fehlgeschlagen!

source: Register?
de: Registrieren?

source: Welcome to PyGoWave Server!
de: Willkommen zu PyGoWave Server!

source: <p>You are looking at the start page of a very ambitious project. This is still early alpha and may be unreliable and inaccurate for the time being.</p> <p>I know, the style is a quick-and-dirty-rip-off from Google, but it serves the purpose right now.</p>
de: <p>Du siehst soeben die Startseite eines sehr ambitionierten Projekts. Es ist immer noch eine frühe Alpha-Version und kann daher unzuverlässig und ungenau sein.</p> <p>Ich weiß, der Style ist ein billiger Abklatsch von Google, aber es dient momentan seinem Zweck.</p>

source: Disclaimer: This is highly experimental. By using this software you are completely on your own. No warranty for anything. Also note, that you are being tracked by Google Analytics. I am just too curious :)
de: Haftungsausschluss: Alles hier ist hochgradig experimentell. Wenn du diese Software benutzt, bist du auf dich alleingestellt. Ich garantiere für nichts. Kleiner Hinweis, du wirst von Google Analytics getrackt. Ich bin einfach zu neugierig :)

source: Error: Invalid Wave ID
de: Fehler: Ungültige Wave-ID

source: Sorry, the desired Wave could not be found. It may have been deleted or simply was never created before.
de: Entschuldigung, aber die gewünschte Wave konnte nicht gefunden werden. Sie könnte gelöscht worden sein oder wurde einfach noch gar nicht erstellt.

source: Manage my Gadgets
de: Meine Gadgets verwalten

source: Your Gadget was successfully registered.
de: Dein Gadget wurde erfolgreich registriert.

source: Delete
de: Löschen

source: You didn't submit any Gadgets. Use the form below to add one.
de: Du hast noch keine Gadgets eingetragen. Verwende das Formular weiter unten um ein Gadget hinzuzufügen.

source: Add or upload new Gadget
de: Neues Gadget hinzufügen oder hochladen

source: Upload
de: Hochladen

source: External URL
de: Externe URL

source: (filled in by Gadget header)
de: (wird vom Gadget-Header übernommen)

source: Submit
de: Abschicken

source: Logout
de: Ausloggen

source: Error: No Permission
de: Fehler: Keine Erlaubnis

source: Sorry, you do not have permission to view this Wave. You must be added by the people who participate in this Wave.
de: Entschuldigung, aber du hast keine Berechtigung diese Wave anzuzeigen. Du musst von den Leuten, die an der Wave teilnehmen, hizugefügt werden.

source: Participants
de: Wave-Teilnehmer

source: Leave Wave
de: Wave verlassen

source: Some quick documentation: Click on the "+" to add a friend to your wave. The search currently covers the whole database of users.<br/> Any user can be added by everyone who participates in the wave. No one can remove any other participant than him/herself. You can remove yourself from a wave by clicking the "Leave Wave" button on the right hand side.<br/> Again, this application is experimental and may not work as expected.
de: Eine kurze Anleitung: Klicke auf das "+" um einen Freund zur Wave hinzuzufügen. Die Suche umfasst zur Zeit die gesamte Benutzerdatenbank.<br/> Jeder Benutzer kann von jedem, der an der Wave teilnimmt, hinzugefügt werden. Niemand kann einen anderen Benutzer aus der Wave entfernen außer sich selbst. Du kannst dich aus einer Wave entfernen, indem du auf den "Wave verlassen"-Button auf der rechten Seite klickst.<br/> Wie immer ist diese Anwendung experimentell und funktioniert eventuell nicht wie erwartet.

source: Add participant
de: Teilnehmer hinzufügen

source: Playground
de: Spielplatz

source: Select a gadget
de: Wähle ein Gadget

source: (none)
de: (keins)

source: Sorry, your search yielded no results.
de: Leider brachte deine Suche keine Ergebnisse.

source: Wave Participant Settings
de: Wave-Teilnehmereinstellungen

source: Use this form to set your public Wave participant information.
de: Verwende dieses Formular, um deine öffentlichen Wave-Teilnehmerinformationen festzulegen.

source: Save
de: Sichern

source: New Wave
de: Neue Wave

source: Create
de: Erstellen

source: Existing Waves
de: Bereits vorhandene Waves

source: Creator
de: Erstellt von

source: Created
de: Erstellungszeit

source: There are currently no Waves to which you participate.
de: Es gibt zur Zeit keine Waves, an denen du teilnimmst.

source: Account activation
de: Account-Aktivierung

source: Congratulations! Your account was activated. Have fun.
de: Herzlichen Glückwunsch! Dein Account wurde aktiviert. Viel Spaß.

source: Sorry, your account could not be activated. I don't care why this happened.
de: Tut mir leid, dein Account konnte nicht aktiviert werden. Ist mir egal warum das passiert ist.

source: Authentication required
de: Authentisierung benötigt

source: The page you requested requires you to authenticate.<br/> Please use the login form on the right hand side.
de: Die angeforderte Seite verlangt, dass du dich authentisierst.<br/> Bitte benute das Formular auf der rechten Seite.

source: Register
de: Registrieren

source: Thank you. Now go and check your mailbox and activate your account within 7 days.
de: Vielen Dank. Jetzt geh und check deine Mailbox und aktiviere deinen Account innerhalb von 7 Tagen.

source: You wanna play around with it? Allright, then fill out this signup form.<br/> You'll be sent an account activation E-Mail.
de: Du willst damit rumspielen? Alles klar, dann fülle dieses Anmeldeformular aus.<br/> Eine Account-Aktivierungs-E-Mail wird dir zugesendet.
